9/data/attachments/d88378ca124a6c5f.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Calvin_area_Actions_16859_3</nif:username>
            <nif:friendToBeRequested>soap_actions_2389912f-b513-4ae7-9f7e-cee376d51e91</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>